Revit 2027 API
BuiltInFailures.RebarFailures.CannotPlaceRebarWarn Property
 Can't find a host for Rebar.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPlaceRebarWarn { get; }
Public Shared ReadOnly Property CannotPlaceRebarWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPlaceRebarWarn {
	FailureDefinitionId^ get ();
}
static member CannotPlaceRebarWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace